{
  "PageTitle": "Ready-to-use connectors for your platform",
  "PageDescription": "Use ONLYOFFICE Docs or DocSpace together with your favourite business platform: Alfresco, Confluence, Nextcloud, Redmine, Jira, Liferay, ownCloud, and others.",

  "IntegrateOODocsOrDocSpace": "Integrate <0>ONLYOFFICE Docs</0> or <1>DocSpace</1> into your favorite business platform with ready-to-use connectors",
  "FeaturedConnectors": "Featured connectors",
  "ConnectorFor": "Connector for",
  "WOPIConnectorFor": "WOPI connector for",
  "New": "New",
  "MoreInfo": "More info",
  "Connectors": "Connectors",
  "Vendor": "Vendor:",
  "DeveloperWebsite": "Developer website:",
  "Price": "Price:",
  "Free": "Free",
  "Paid": "Paid",
  "GetItOn": "Get it on",

  "FeatureConnectorTrelloText": "View, edit and collaborate on office documents in real-time within Trello, the ultimate teamwork project management tool.",
  "FeatureConnectorOdooText": "Edit and collaborate on office files within Odoo Documents, a suite of open-source business apps.",
  "FeatureConnectorMoodleText": "Edit and co-author office documents within Moodle, an open-source learning platform and course management system.",
  "FeatureConnectorOwnCloudText": "Share documents providing different access levels, edit and co-edit docs, sheets and slides within ownCloud, the last cloud collaboration platform you need.",
  "FeatureConnectorPipedriveText": "Edit and collaborate on office documents within Pipedrive Deals, a web-based Sales CRM and pipeline management solution.",

  "AgorumConnectorText": "The ONLYOFFICE Docs integration is available starting from the version 9.4 of agorum core and can be easily installed using the Plugin Manager.",
  "AlfrescoConnectorText": "Work on all kinds of Office documents within Alfresco Share, a rich web-based collaboration environment for managing documents, wiki content, blogs and more.",
  "BoxConnectorText": "View, edit and co-edit office files within Box, a secure cloud content management system.",
  "ChamiloConnectorText": "Open and edit docx, xlsx, pptx files within Chamilo, an e-learning and collaboration software.",
  "CommuniGateConnectorText": "Edit office documents and save them back in the CommuniGate Pro, a unified communication platform.",
  "ConfluenceConnectorText": "Edit and co-edit documents within Confluence, an open and shared workspace.",
  "DropboxConnectorText": "Open, view, and edit office files within Dropbox, a secure cloud storage.",
  "DrupalConnectorText": "Edit and collaborate on office files in the Media module from Drupal, an open-source web CMS.",
  "EnaioConnectorText": "Use the familiar Office formats directly in enaio, a modern and flexible DMS . Edit archive documents simultaneously and interactively with your coworkers, in web workflows without client installation.",
  "eXoConnectorText": "Connect ONLYOFFICE Docs online editors and edit office documents right inside eXo Platform, a digital collaboration platform for growing teams and large enterprises.",
  "FlinkISOConnectorText": "Create and collaborate on documents, spreadsheets, and slides within FlinkISO, an intuitive Quality Management Software which automates the entire QMS for any organization.",
  "HumHubConnectorText": "Collaboratively view and edit office documents (Word, Excel or PowerPoint) in real-time within HumHub, the flexible open source social network kit.",
  "JaliosConnectorText": "Edit and co-edit text documents, spreadsheets, and presentations right inside JPlatform, the digital workplace, both on-premise and cloud-based.",
  "JiraConnectorText": "Edit and collaborate on office file attachments within Jira, issue and project tracking software developed by Atlassian.",
  "LiferayConnectorText": "Share, edit and co-edit Office documents inside Liferay, a digital experience platform.",
  "LiferaySMCConnectorText": "Сreate, edit and co-edit documents inside Liferay Document and Media Library with ONLYOFFICE Docs.",
  "CourrierConnectorText": "Ensure efficient and secure work on office documents right inside Maarch Courrier, an open source CMS. Create and edit draft replies and attachments, save mail as a document and store it in a DMS.",
  "MattermostConnectorText": "Open, edit, and collaborate on office documents within Mattermost, an open-source online chat service.",
  "MoodleConnectorText": "Edit and co-author office documents within Moodle, an open-source learning platform and course management system.",
  "MoodleLogicConnectorText": "Collaboratively edit office documents from Moodle, a learning platform designed to provide educators, administrators and learners with a single robust, secure and integrated system to create personalized learning environments.",
  "NEOConnectorText": "Stimulate sharing and collaboration between all members of the educational community within NEO, scalable digital services for middle and high schools that are adapted to the age and needs of the student.",
  "NextcloudConnectorText": "View, edit and collaborate on text documents, spreadsheets, and presentations within Nextcloud, the self-hosted productivity platform that keeps you in control.",
  "NuxeoConnectorText": "Create, edit and co-author Word, Excel or PowerPoint documents in real-time within Nuxeo, an open source project for enterprise content management (ECM).",
  "OdooConnectorText": "Edit and collaborate on office files within Odoo Documents, a suite of open-source business apps.",
  "ONEConnectorText": "Stimulate sharing and collaboration between all members of the educational community within ONE, a digital solution for elementary schools.",
  "OpenOlatConnectorText": "Collaboratively work on notes during a lesson and write papers directly in the learning context on your OpenOlat system.",
  "ownCloudConnectorText": "Share documents providing different access levels, edit and co-edit docs, sheets and slides within ownCloud, the last cloud collaboration platform you need.",
  "PintexxConnectorText": "ONLYOFFICE is directly embedded in Pintexx Workplace, a digital open platform which includes multiple business applications. Thanks to integration of the Pintexx online explorer “Drive”, the entire editing process can be carried out in the browser.",
  "PipedriveConnectorText": "Edit and collaborate on office documents within Pipedrive Deals, a web-based Sales CRM and pipeline management solution.",
  "PloneConnectorText": "Collaborate on Word, Excel or PowerPoint documents in real-time within Plone, a free and open-source content management system built on top of Zope.",
  "PowerFolderConnectorText": "View, edit and create new Word, Excel and PowerPoint documents in any browser and share them securely, fast and automatically with those who need access within PowerFolder, an easy file sync solution.",
  "PydioConnectorText": "Work on Word, Excel and PowerPoint documents in any browser within Pydio Cells, a modern file management platform.",
  "QuasaroConnectorText": "Create and co-edit office files in Quasaro using integrated ONLYOFFICE Docs. Quasaro is a German digital 3-in-1 platform that combines a highly secure cloud, file management, chat and video calls.",
  "RedmineConnectorText": "View, edit and co-edit office files within Redmine, an open-source project management and issue tracking tool.",
  "SeafileConnectorText": "Edit and co-author Office files with ONLYOFFICE Docs within Seafile, an enterprise file hosting platform with high reliability and performance.",
  "SharePointConnectorText": "Co-author word, excel and powerpoint documents in SharePoint, team collaboration software tools.",
  "StrapiConnectorText": "Edit DOCX, XLSX, and PPTX files, and collaborate on content in Strapi, an open-source CMS and API framework.",
  "SuiteCRMConnectorText": "View, edit and collaborate on documents within SuiteCRM, an open-source Customer Relationship Management application for SMEs and enterprises.",
  "TalkspiritConnectorText": "Open any Microsoft Office document, access, edit and co-edit shared documents directly in the Talkspirit platform, an enterprise social network.",
  "TrelloConnectorText": "View, edit and collaborate on office documents in real-time within Trello, the ultimate teamwork project management tool.",
  "WebWeaverConnectorText": "Create and edit docs, sheets, and slides directly from the repositories of the WebWeaver education platform — either by yourself or together with members of a work group, course or class.",
  "WeDocConnectorText": "With WeDoc, store, share and edit all your documents online, directly on your Jamespot platform. Your documents are centralized and secured in a dedicated space accessible to all your employees.",
  "WordPressConnectorText": "Edit office files from WordPress, a popular open-source content management system, collaborate on them and add ONLYOFFICE blocks to your posts.",
  "XWikiConnectorText": "Connect ONLYOFFICE Docs to edit the existing attachments and create new office files: text documents, spreadsheets and presentations within XWiki, the advanced open source enterprise wiki.",
  "ZapierConnectorText": "Connect ONLYOFFICE DocSpace with thousands of the most popular apps to automate your work. No code required.",
  "ZoomConnectorText": "Collaborate on office documents during Zoom meetings. Create, upload and share docs providing Edit or Live view permissions.",
  "FileCloudConnectorText": "Edit and collaborate on office documents, presentations, and spreadsheets directly from FileCloud, an enterprise file sharing, sync and backup solution.",
  "OpenKMConnectorText": "Edit and co-author office documents, spreadsheets, and presentations directly from OpenKM, an open-source electronic document and records management system.",

  "NeedAnAppToConnect": "Need an app to connect ONLYOFFICE Docs to your favorite web service? Or have you developed one?",
  "LetUsKnow": "Let us know",
  "SortByName": "Sort by name:",
  "Filter": "Filter:",
  "AllConnectors": "All Connectors",
  "ByProducts": "By Products",
  "ByDevelopers": "By Developers",
  "Docs": "Docs",
  "DocSpace": "DocSpace",
  "OODevelopers": "ONLYOFFICE Developers",
  "Partners": "Partners",
  "CategoryFilter": "Filter"
}
